export const district = [
  "전체",
  "종로구",
  "중구",
  "용산구",
  "성동구",
  "광진구",
  "동대문구",
  "중랑구",
  "성북구",
  "강북구",
  "도봉구",
  "노원구",
  "은평구",
  "서대문구",
  "마포구",
  "양천구",
  "강서구",
  "구로구",
  "금천구",
  "영등포구",
  "동작구",
  "관악구",
  "서초구",
  "강남구",
  "송파구",
  "강동구",
];

export const first_category = [
  "한식",
  "중국식",
  "일식",
  "뷔페식",
  "경양식",
  "찜탕",
  "족발보쌈",
  "회",
  "고기구이",
  "국수",
  "치킨",
  "분식",
];

export const japanes_food = [
  "회정식",
  "회",
  "라멘",
  "덮밥",
  "돈까스",
  "우동",
  "초밥",
  "참치회",
  "광어회",
];

export const american_food=[
  "스파게티",
  "피자",
  "파스타",
  "돈까스",
  "샐러드",
  "스테이크",
  "커리",
  "아보카도롤",
  "코스요리",
]
export const chinese_food=[
  "짜장면",
  "짬뽕",
  "탕수육",
  "북경오리구이",
  "깐풍기",
  "깐쇼새우",
  "비었음",
  "비었음2"
]

export const korea_food=[
  "돼지갈비",
  "보쌈",
  "아구찜",
  "추어탕",
  "한우",
  "족발",
  "순대국",
  "삼계탕",
  "곰탕",
  "닭",
  "소갈비",
  "동태찜",
  "돼지불백",
  "칼국수",
  "삼겹주물럭",
  "갈비탕",
  "갈빗살",
  "불고기",
  "쌈밥",
  "한정식",
  "김치찌개",
  "닭갈비",
  "부대찌개",
  "양곱창",
  "제육쌈밥",
  "양고기",
  "감자탕"
]
export const buffet = [ // 부페는 한번에 검색되게 할것
] 
export const soup =[
  "곰탕",
  "삼계탕",
  "동태찜",
  "추어탕",
  "김치찌개",
  "순대국",
  "부대찌개",
  "국밥",
  "설렁탕",
  "해물찜",
  "아구꽃게찜",
  "감자탕",
  "아구찜"
]

export const jokbal=[ //이것도 한번에
  
]
export const bunsik=[ 
  "막국수",
  "떡볶이",
  "순대",
  "튀김",
  "김밥",
  "어묵",
  "라면",
  "냉면",
  "제육덮밥",
  "라볶이",
  "오뎅",
  "쫄면",
]

export const noodle =[
  "짜장면",
  "짬뽕",
  "막국수",
  "우동",
  "파스타",
  "칼국수",
  "냉면",
  "스파게티",
]

export const meat = [
  "삼계탕",
  "닭갈비",
  "훈제오리",
  "오리구이",
  "갈비",
  "스테이크",
  "보쌈",
  "족발",
  "한우",
  "소갈비",
  "돼지불백",
  "삼겹주물럭",
  "삼겹살",
  "불고기"
]